import React from "react";
import styles from "./term.module.scss";

const page = () => {
  return (
    <>
      <div className={styles.content}>
        <h3>서비스 이용약관</h3>
        <h5>제 1조 (목적)</h5>
        <p>
          본 약관은 주식회사 원아워컴퍼니(이하 “회사”)이 운영하는 웹사이트(이하
          “사이트”)에서 제공하는 제반 서비스를 이용함에 있어
          <br />
          사이트와 회원 간의 이용 조건 및 제반 절차, 기타 필요한 사항을 규정함을
          목적으로 한다.
        </p>
        <h5>제 2조 (용어의 정의)</h5>
        <p>이 약관에서 사용하는 용어의 정의는 아래와 같다.</p>
        <p>
          1. “사이트”라 함은 “회사”가 서비스를 “회원”에게 제공하기 위하여 컴퓨터
          등 정보 통신 설비를 이용하여 설정한 가상의 영업장 또는 “회사”가
          운영하는 아래 웹사이트를 말한다.
        </p>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;가.[onehour.so]</p>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;나.[onehour.so/notion]</p>
        <p>
          2, “서비스”라 함은 “회사”가 “”사이트를 통해 개인이 등록한 자료를
          DB화하여 각각의 목적에 맞게 분류, 가공, 집계하여 정보를 제공하는
          서비스, 개인이 개인적인 목적으로 등록한
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;자료를 제공받는 서비스, 관례에 관한
          자료를 수집, 분류, 가공하여 정보를 제공하는 서비스 등 및 이들 서비스와
          관련하여 각 “사이트”에서 제공하는 모든 부대/제휴 서비스를 총칭한다.
        </p>
        <p>
          3. “회원”이라 함은 서비스를 이용하기 위하여 동 약관에 동의하거나
          페이스북 등 연동 된 서비스를 통해 “회사”와 이용 계약을 체결한 개인을
          말한다.
        </p>
        <p>
          4. “아이디”라 함은 회원의 식별과 회원의 서비스 이용을 위하여 “회원”이
          가입 시 사용한 이메일 주소를 말한다.
        </p>
        <p>
          5. “비밀번호”라 함은 “회사”의 서비스를 이용하려는 사람이 아이디를
          부여받은 자와 동일인임을 확인하고 “회원”의 권익을 보호하기 위하여
          “회원”이 선정한 문자와 숫자의 조합 또는
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;이와 동일한 용도로 쓰이는 “사이트”에서
          자동 생성된 인증코드를 말한다.
        </p>
        <p>
          6. “비회원”이라 함은 “회원”에 가입하지 않고 “회사”가 제공하는 서비스를
          이용하는 자를 말한다.
        </p>
        <p>
          7. “콘텐츠”라 함은 “회원”이 등록한 개인정보 및 이력서와 사이트에
          게시한 게시물을 말한다.
        </p>
        <p>
          8. “커뮤니티”라 함은 “사이트”에 가입한 “회원”이 자신의 정보를 공개 및
          공유하고, 다른 “회원”과 의사, 생각, 지식 등을 표현 및 소통할 수 있도록
          “회사”가 “사이트” 내에
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;부가적으로 만든 인터넷 게시판을
          의미한다.
        </p>
        <p>
          9. “커뮤니티 콘텐츠”란 “회원”이 “커뮤니티”에 게시한 부호, 문자, 도형,
          색채, 음성, 음향, 이미지, 영상, 그리고 이들의 복합체를 포함한 것을
          의미한다.
        </p>
        <p>
          10. “포인트”라 함은 서비스를 이용하기 위해 “회사”가 “회원”에게 지급,
          적립하는 가상의 적립금, e-머니, 충전금 등들 말하며, 각 “사이트” 내
          사용 가능하고
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 현금성 재화로 출금되지 않는다.
        </p>
        <h5>제 3조 (약관의 명시와 개정)</h5>
        <p>
          1. “회사”는 이 약관의 내용과 상호, 영업소 소재지, 대표자의 성명,
          사업자등록번호, 연락처 등을 “회원”이 알 수 있도록 초기 화면에
          게시하거나 기타의 방법으로 “회원”에게 공지해야 한다.
        </p>
        <p>
          2. “회사”는 약관의규제등에관한법률, 전기통신기본법, 전기통신사업법,
          정보통신망이용촉진등에관한법률, 개인정보보호법 등 관련 법령을 위배하지
          않는 범위에서
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;이 약관을 개정할 수 있다.
        </p>
        <p>
          3, “회사”가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여
          현행약관과 함께 그 개정약관의 적용일자 7일 전부터 적용일자 전일까지
          공지한다.
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;단 “회원”의 권리, 의무에 중대한 영향을
          주는 변경의 경우에는 적용일자 30일 전부터 공지하도록 한다.
        </p>
        <p>
          4. “회원”은 변경된 약관에 대해 거부할 권리가 있다. “회원”은 변경된
          약관이 공지된 지 15일 이내에 거부의사를 표명할 수 있다.
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“회원”이 거부하는 경우 본 서비스
          제공자인 “회사”는 15일의 기간을 정하여 “회원”에게 사전 통지 후 당해
          “회원”과의 계약을 해지할 수 있다.
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;만약, “회원”이 거부의사를 표시하지
          않거나, 전항에 따라 시행일 이후에 서비스를 이용하는 경우에는 동의한
          것으로 간주한다.
        </p>
        <p>
          5. “회사”는 “회원”이 가입 신청 시 등록한 이메일, 휴대전화 문자메시지
          중 “회원”이 수신에 동의한 수단을 활용하여, “회원”에 대한 각종 고지나
          통지를 이행할 수 있다.
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;단, “회원”에게 서비스 이용에 대한 정보를
          고지, 통지 및 공지가 필요할 경우 수신에 동의한 이외의 수단으로 이행할
          수 있다.
        </p>
        <h5>제 4조 (약관의 해석)</h5>
        <p>
          1. 이 약관에서 규정하지 않은 사항에 관해서는 약관의규제등에관한법률,
          전기통신기본법, 전기통신사업법, 정보통신망이용촉진등에관한법률 등의
          관계법령에 따른다.
        </p>
        <p>
          2. “회원”이 “회사”와 개별 계약을 체결하여 서비스를 이용하는 경우에는
          개별 계약이 우선한다.
        </p>
        <h5>제 5조 (서비스 이용 신청 등)</h5>
        <p>
          1. “회사”는 “회사”의 서비스를 이용하고자 하는 자가 본 약관과
          개인정보취급방침을 읽고 이에 대하여 “동의” 또는 “확인” 버튼을 누르는
          경우 이를 서비스 이용에 대한 신청으로 간주한다.
        </p>
        <p>
          2. 제1항 신청에 있어 “회사”는 “회원”의 종류에 따라 전문기관을 통한
          실명확인 및 본인인증을 요청할 수 있다. “회원”은 본인인증에 필요한
          이름, 생년월일, 연락처 등을 제공하여야 한다.
        </p>
        <p>
          3. “회원”이 이용신청(회원가입 신청) 작성 후에 “회사”가 웹 상의 안내 및
          전자메일로 “회원”에게 통지함으로써 서비스를 개시한다.
        </p>
        <p>
          4. 페이스북 등 외부서비스와의 연동을 통해 이용을 신청할 경우, 본
          약관과 개인정보취급방침, 서비스 제공을 위해 “회사”가 “회원”의 외부
          서비스 계정 정보 접근 및 활용에
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“동의” 또는 “확인” 버튼을 누르면
          “회사”가 웹 상의 안내 및 전자메일로 “회원”에게 통지함으로써 서비스를
          개시한다.
        </p>
        <h5>제 6조 (이용 신청의 승낙과 제한)</h5>
        <p>
          1. “회사”는 전조의 규정에 의한 이용신청 고객에 대하여 업무수행 상 또는
          기술상 지장이 없는 경우에는 원칙적으로 접수 순서에 따라 서비스 이용을
          승낙한다.
        </p>
        <p>
          2. “회사”는 아래 사항에 해당하는 경우에 대해서는 이용 신청을 승낙하지
          아니하며, 추후 아래 사항에 해당함이 확인된 경우 “회사”는 이용계약을
          해지한다.
        </p>
        <p>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;가. 실명이 아니거나 타인의 명의를
          이용하여 신청한 경우
        </p>
        <p>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;나. 서비스 이용신청서의 내용을 허위로
          기재한 경우
        </p>
        <p>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;다. 만 15세 미만의 아동이 신청한 경우
        </p>
        <p>
          3. “회사”는 아래 사항에 해당하는 경우에는 그 신청에 대하여 승낙 제한
          사유가 해소될 때까지 승낙을 유보할 수 있다.
        </p>
        <p>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;가. “회사”가 설비의 여유가 없는 경우
        </p>
        <p>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;나. “회사”의 기술상 지장이 있는 경우
        </p>
        <p>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;다. 기타 “회사”의 귀책사유로 이용승낙이
          곤란한 경우
        </p>
        <h5>제 7조 (서비스의 내용)</h5>
        <p>
          1. “회사”는 제2조 2항의 서비스를 제공할 수 있으며 그 내용은 다음
          각호와 같다.
        </p>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;가. 개인 목표 기록 서비스</p>
        <p>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;나. 목표 기록 요약과 관련된 제반 서비스
        </p>
        <p>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;다. 이용자 간의 교류와 소통에 관련한
          서비스
        </p>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;라. 기업 및 상업정보 게재 서비스</p>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;마. 사용자 입력 데이터 분석 서비스</p>
        <p>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;바. 커리어 개발 교육과 관련된 제반
          서비스
        </p>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;사. 자료거래에 관련한 서비스</p>
        <p>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;아. 기타 “회사”가 추가 개발하거나
          제휴계약 등을 통해 “회원”에게 제공하는 일체의 서비스
        </p>
        <p>
          2.”회사”는 필요한 경우 서비스의 내용을 추가 또는 변경할 수 있다. 단,
          이 경우 “회사”는 추가 또는 변경 내용을 “회원”에게 공지해야 한다.
        </p>
        <p>
          3. “회사”는 “회원”에게 서비스를 제공함에 있어서 “회원” 또는 개인회원이
          “사이트”에 등록하거나 제공한 각종 정보를 관련 법령에 따른 조치(예:
          비식별처리 등)을 통하여
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;통계적 자료로 만들거나 DB화하여 활용할
          수 있다.
        </p>
        <h5>제 8조 (서비스 이용시간)</h5>
        <p>
          1. “회사”는 특별한 사유가 없는 한 연중무휴, 1일 24시간 서비스를
          제공한다. 다만, “회사”는 서비스(또는 “사이트”)의 종류나 성질에 따라
          제공하는 서비스 중
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;일부에 대해서는 별도로 이용시간을 정할
          수 있으며, 이 경우 “회사”는 그 이용시간을 사전에 “회원”에게 공지하여야
          한다.
        </p>
        <p>
          2. “회사”는 자료의 가공과 갱신을 위한 시스템 작업시간, 장애해결을 위한
          보수작업 시간, 회선 장애 등이 발생한 경우 일시적으로 서비스를 중단할
          수 있으며
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;계획된 작업의 경우 공지사항 게시 등
          적적한 수단으로 서비스 중단 시간과 작업 내용을 알려야 한다. 다만,
          “회사”가 사전에 통지할 수 없는
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;부득이한 사유가 있는 경우 사후에 통지할
          수 있다.
        </p>
        <h5>제 9조 (회원 정보, 정보 노출)</h5>
        <p>
          1. “회원”의 이력서는 개인이 목표 기록 자료 또는 게시글 작성 시 관련된
          제반 정보를 노출한다.
        </p>
        <p>
          2. “회사”는 “회원”이 회원정보, 기록 자료 공개/비공개 지정, 프로필상의
          연락처 공개/비공개를 자유롭게 선택할 수 있도록 하여야 한다.
        </p>
        <p>
          3. “회사”는 “회원”이 기록 자료 공개를 희망했을 경우, 타회원의 목표
          열람에 동의한 것으로 간주하며 “회사”는 이들 타회원에게 무료/유료로
          기록 자료 열람 서비스를 제공할 수 있다.
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;다만, 연락처 각 항목이 비공개로 지정된
          경우 해당 항목별 연락처를 노출할 수 없다.
        </p>
        <p>
          4. “회사”는 안정적인 서비스를 제공하기 위해 테스트 및 모니터링 용도로
          각 “사이트”의 운영자가 기록 자료 정보를 열람하도록 할 수 있다.
        </p>
        <p>
          5. “사이트”에서 정당한 절차를 거쳐 타회원이 열람한 “회원”의 이력서 등
          정보는 해당 기업회원이 관련 법령에 따라서 보호할 책임을 부담하며,
          “회사”는 그에 대한 책임을 부담하지 않는다.
        </p>
        <p>
          6. “커뮤니티”를 이용하고자 하는 “회원”은 다른 “회원”에게 “사이트” 가입
          시 등록한 본인의 이름이 노출될 수 있음을 동의한 것으로 간주한다.
        </p>
        <h5>제 10조 (제휴를 통한 서비스)</h5>
        <p>
          1. “회사”는 제휴 관계를 체결한 여타 인터넷 웹 사이트 및 상업 광고 또는
          신문, 잡지 등의 오프라인 매체를 통해 사이트에 등록한 “회원”의 기록
          자료 정보가 열람될 수 있도록
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;서비스를 제공할 수 있다. 단, 제휴
          서비스를 통해 노출되는 기록 자료, 연락처 등 정보(이하 ‘정보’)에
          대해서는 제9조의 각 항에 따른다.
        </p>
        <p>
          2. “회사”는 제휴를 통해 타 사이트 및 매체에 등록될 수 있음을 고지해야
          하며, 제휴 사이트 목록을 사이트내에서 상시 열람할 수 있도록 해야 한다.
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;단, 등록의 형태가 “회사”가 직접 구축하지
          않고, 제휴사가 csv 또는 DB 형태로 “회사”로부터 제공받아 구축한 매체
          목록은 본 약관 외 별도의 제휴리스트에서 열람할 수 있도록 한다.
        </p>
        <p>
          3. “회사”는 사이트와 제휴를 통해 “회원”이 공개에 동의한 정보에 한해
          제1항에 따라 정보를 제공한다.
        </p>
        <p>
          4. 본조 제3호 제휴를 통한 사이트의 변동사항 발생시 공지사항을 통해
          고지 후 진행한다.
        </p>
        <h5>제 11조 (정보의 제공 및 광고의 게재)</h5>
        <p>
          1. “회사”는 “회원”에게 서비스 이용에 필요가 있다고 인정되거나 서비스
          개선 및 “회원” 대상의 서비스 소개 등의 목적으로 하는 각종 정보에
          대해서
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;전자우편이나 앱푸쉬 알림, 모바일 장치 등
          신종 기술 및 기기를 이용한 방법으로 제공할 수 있다.
        </p>
        <p>
          2. “회사”는 제공하는 서비스와 관련되는 정보 또는 광고를 서비스 화면,
          홈페이지 등에 게재할 수 있으며, 광고가 게재된 전자우편을 수신한
          “회원”은 수신거절을 “회사”에게 할 수 있다.
        </p>
        <p>
          3. “회사”는 서비스상에 게재되어 있거나 본 서비스를 통한 광고주의
          판촉활동에 “회원”이 참여하거나 교신 또는 거래를 함으로써 발생하는 모든
          손실과 손해에 대해 책임을 지지 않는다.
        </p>
        <p>
          4. 본 서비스의 “회원”은 서비스 이용 시 노출되는 광고게재에 대해
          동의하는 것으로 간주한다.
        </p>
        <h5>제 12조 (콘텐츠의 권한 및 활용)</h5>
        <p>
          1. “회원”이 각 “사이트”에 입력한 콘텐츠는 부분적으로 익명으로 공개될
          수 있으며, 모든 콘텐츠는 게시와 동시에 “회사”가 사용 권리를 획득하게
          된다.
        </p>
        <p>
          2. “회원”이 각 “사이트”에 입력한 콘텐츠는 생활 습관 및 관련 동향의
          통계자료로 활용될 수 있고 그 자료는 매체를 통해 언론에 배포될 수 있다.
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;단, “회사”는 “회원”의 개인정보를 관련
          법령에 따라서 보호한다.
        </p>
        <p>
          3. “회원”이 작성, 편집 또는 업로드한 “커뮤니티 콘텐츠”가 제3자의
          지적재산권 등 권리를 침해하는 경우, “회원”은 직접 그에 대한 책임을
          부담한다.
        </p>
        <p>
          4. “회원”이 작성한 “커뮤니티 콘텐츠”는 “회사”가 서비스 홍보 목적으로
          활용할 수 있다.
        </p>
        <h5>제 13조 (회사의 의무)</h5>
        <p>
          1. “회사”는 본 약관에서 정한 바에 따라 계속적, 안정적으로 서비스를
          제공할 수 있도록 최선의 노력을 다해야 한다.
        </p>
        <p>
          2. “회사”는 서비스와 관련한 “회원”의 불만사항이 접수되는 경우 이를
          즉시 처리하여야 하며, 즉시 처리가 곤란한 경우에는 그 사유와 처리일정을
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;서비스 화면 또는 기타 방법을 통해 동
          “회원”에게 통지하여야 한다.
        </p>
        <p>
          3. 천재지변 등 예측하지 못한 일이 발생하거나 시스템의 장애가 발생하여
          서비스가 중단될 경우 이에 대한 손해에 대해서는 “회사”가 책임을 지지
          않는다.
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;다만 자료의 복구나 정상적인 서비스
          지원이 되도록 최선을 다할 의무를 진다.
        </p>
        <p>
          4. “회사”는 “회원”의 유료 결제와 관련한 결제 사항 정보 등을 관련
          법령에 따라서 1년 이상 보존한다.
        </p>
        <h5>제 14조 (회원의 의무)</h5>
        <p>
          1. “회원”은 관계법령과 본 약관의 규정 및 기타 “회사”가 통지하는 사항을
          준수하여야 하며, 기타 “회사”의 업무에 방해되는 행위를 해서는 안 된다.
        </p>
        <p>
          2. “회원”은 서비스를 이용하여 얻은 정보를 “회사”의 사전 동의 없이
          복사, 복제, 번역, 출판, 방송 기타 방법으로 상업적으로 사용하거나
          제3자에게 제공할 수 없다.
        </p>
        <p>
          3. “회원”은 본 서비스를 기업정보 확인 및 건전한 취업이외의 목적으로
          사용해서는 안 되며 이용 중 다음 각 호의 행위를 해서는 안 된다.
        </p>
        <p>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;가. 다른 회원의 아이디를 부정 사용하는
          행위
        </p>
        <p>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;나. 범죄행위을 목적으로 하거나 기타
          범죄행위와 관련된 행위
        </p>
        <p>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;다. 타인의 명예를 훼손하거나 모욕하는
          행위
        </p>
        <div className={styles.endText}>
          <h5>부칙</h5>
          <p>- 이 약관은 2023년 8월 30일부터 시행한다.</p>
        </div>
      </div>
    </>
  );
};

export default page;
